{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lze": {
      "src": "https://github.com/BirdeeHub/lze",
      "version": ">=0.0.0"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": ">=0.0.0"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": ">=0.0.0"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": ">=0.0.0"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": ">=0.0.0"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime",
      "version": ">=0.0.0"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    }
  }
}
